tap 'homebrew/cask-versions'
tap 'nicoverbruggen/homebrew-cask'
tap 'Schniz/tap'
tap 'shivammathur/php'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aldente'
cask 'alfred'
cask 'appcleaner'
cask 'asana'
cask 'bartender'
cask 'brave-browser'
cask 'chatterino'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'imazing'
cask 'iterm2'
cask 'microsoft-auto-update'
cask 'microsoft-word'
cask 'microsoft-excel'
cask 'microsoft-teams'
cask 'notion'
cask 'obsidian'
cask 'phpmon'
cask 'readdle-spark'
cask 'slack'
cask 'spotify'
cask 'tiles'
cask 'todoist'
cask 'visual-studio-code'
cask 'whatsapp'

brew 'bat'
brew 'bash'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'dnsmasq'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gh'
brew 'git'
brew 'grep'
brew 'mailhog'
brew 'mariadb'
brew 'mas'
brew 'nginx'
brew 'openssh'
brew 'php'
brew 'phpmyadmin'
brew 'rbenv'
brew 'wp-cli'
brew 'yarn'

mas 'Toggl Track: Hours & Time Log', id: 1291898086
